{
  "data": {
    "id": 1659,
    "type": 3,
    "contractTypeStr": "服务分包合同",
    "checkName": "服务分包合同",
    "clauseData": [
      {
        "clause": "服务内容与要求",
        "explain": "合同约定乙方为甲方提供有关软件实施、开发及相关文档的服务。乙方应达到令甲方客户验收合格的结果，在服务过程中创作的相关作品归甲方独有。乙方需遵循职业操守标准，按约定时间表交付成果，不得单方终止协议，在特定情况下应参加项目会议并与甲方沟通。甲方有权检查乙方服务和交付成果。甲方在乙方未按规定指出软件问题且未弥补导致工期延误时有权要求乙方继续服务，直至项目结束。在协议终止或解除后，乙方有责任归还或销毁甲方提供的资料等。甲方有权基于便利并提前通知终止协议，也可在乙方违约且未纠正时终止协议。",
        "main": "审查乙方提供的服务内容是否全面、详细，能否切实满足甲方需求\n审查乙方应遵循的服务标准和要求是否清晰、合理，是否充分保障甲方权益\n审查对于乙方未按规定提供服务导致的后果和责任约定是否足够明确，能否有效维护甲方利益\n审查乙方在服务过程中创作作品的所有权归属约定是否明确且对甲方有利\n审查乙方交付成果的时间表是否具体、可行，是否对甲方项目进度有利\n审查乙方参加项目会议及与甲方沟通的相关约定是否合理、充分，能否保障甲方对项目的掌控权\n审查协议终止的条件和程序是否清晰、公平，是否有利于维护甲方的合法权益",
        "example": "乙方应按照甲方的要求，为甲方提供专业、详尽的软件实施、开发及相关文档服务。服务成果应确保达到甲方客户验收合格的标准。在服务过程中产生的所有设想、专有技术、程序、信息、图纸、文件、设计、模型、发明、可获得著作权的材料和其他有形和无形材料，包括但不限于电脑程序、电脑系统、数据和文件等，其全部或部分的所有权均归甲方所有。乙方应严格遵循对从事类似工作的人员所普遍要求的职业操守标准，特别是外表和举止方面，并高度优先对待甲方的要求。乙方应按照双方约定的时间表交付成果，若因乙方未按约定指出软件功能不足或需求匹配程度存在差异等情况，且在项目建设时未能弥补而造成的工期延误，乙方应继续提供服务，直至项目结束。未经甲方书面同意，乙方不得单方终止本协议。在甲方项目经理提出要求或某会议内容涉及乙方工作领域且经甲方项目经理事先书面同意时，乙方应参加这些项目会议。在甲方和乙方与客户共同商讨事项之前，乙方须首先同甲方进行讨论，并在获得甲方书面同意后方能同甲方共同与客户商讨该事项。在协议终止或解除后，乙方应立即在甲方的指导下归还或销毁甲方在本协议项下项目建设过程中所提供的所有资料、文档及相关的软件（如有）等。甲方基于便利并提前三十(30)日书面通知乙方可终止本协议，若乙方违反本协议某一实质性条款，且经甲方书面通知后在三十(30)日期限内未纠正其违约行为，甲方有权终止本协议。",
        "type": 2,
        "empty": false
      },
      {
        "clause": "服务人员",
        "explain": "合同中对乙方派遣的顾问提出了要求，包括具备CRM系统实施能力、经过甲方面试、5年以上项目咨询/实施经验、制造业特别是精细化工行业实施经验、良好的工作责任感及工作态度等。甲方有权在顾问不符合要求时提出更换。甲方在这一审查点下，有权要求乙方提供符合条件的顾问以保证服务质量，同时也有配合面试等相关流程的义务。对于不符合要求的顾问，甲方可能面临服务质量下降、项目进度受阻等不利因素。",
        "main": "审查顾问的要求是否清晰明确、具备可操作性，能否有效保障服务质量\n审查对于不符合要求的顾问，其更换流程、时间限制及责任界定是否对甲方有利\n审查乙方在顾问更换过程中的配合义务及违约责任是否清晰",
        "example": "乙方派遣的顾问应具备CRM系统实施能力，且顾问须经过甲方面试。顾问应具有5年以上的项目咨询/实施经验，有制造业特别是精细化工行业实施经验，具备良好的工作责任感及工作态度。若顾问在服务过程中被甲方认定不符合上述要求，甲方有权要求乙方在[X]个工作日内更换。",
        "type": 2,
        "empty": false
      },
      {
        "clause": "服务费用与支付",
        "explain": "合同约定甲方按附录四所示的费率向乙方支付报酬，费用以时间和材料为依据出具账单，原则上费用满5万元支付一次，甲方应于收到乙方发票后十五日内据实支付，发票税率为6%的增值税专用发票。甲方作为支付方，有权要求费用计算清晰明确，支付条件合理合规，同时需注意自身在该条款下的支付义务及可能面临的风险。不利因素在于支付频率和金额的设定可能对甲方资金流造成一定压力。",
        "main": "审查费用计算方式是否清晰准确，是否存在模糊或易产生争议的表述\n审查支付条件是否合理，如支付频率和金额是否符合甲方的财务规划和资金安排\n审查发票开具的要求是否明确具体，包括发票内容、格式等\n审查税率的约定是否符合当前税收政策及甲方的财务要求\n审查合同中是否有关于费用调整、逾期支付责任等相关条款，是否对甲方有利",
        "example": "甲方应按照附录四所示的明确费率向乙方支付报酬。费用依据时间和材料出具账单，当费用累计达到5万元时进行支付。甲方需在收到乙方合规的、税率为6%的增值税专用发票后的十五日内，根据实际服务情况据实支付相应款项。",
        "type": 2,
        "empty": false
      },
      {
        "clause": "服务期限与变更",
        "explain": "合同约定了预计的服务时间表，若甲方需乙方提供服务时间段超过约定日期需另行签订合作合同附件。对于因客户原因的重大变更，甲方应与乙方协商。在本合同中，甲方有权要求乙方按照约定的时间表提供服务，若乙方未能按时交付，甲方有权采取相应措施。同时，对于因客户原因导致的重大变更，甲方需与乙方协商处理，但需注意协商机制可能存在的不利因素。",
        "main": "审查服务期限的约定是否清晰明确，包括起始日期、结束日期以及超过约定日期的处理方式是否满足甲方项目需求\n审查因客户原因导致服务变更的协商机制是否合理，是否明确了协商的时限、方式和结果确认形式，是否充分保障甲方利益",
        "example": "若甲方需乙方提供服务时间段超过约定的[具体日期]，需另行签订合作合同附件。对于因客户原因的重大变更，甲方应在[具体时限]内与乙方协商，协商结果应以书面形式确认。",
        "type": 2,
        "empty": false
      },
      {
        "clause": "合同终止",
        "explain": "待审查合同中规定，甲方基于便利并在乙方未违约的情况下，可经提前三十(30)日书面通知乙方终止本协议，除支付到期款项外，对乙方不承担任何责任。此外，如果一方违反本协议某一实质性条款，且经另一方书面通知后在三十(30)日期限内未纠正其违约行为，另一方可终止本协议。甲方在这一审查点下有权提前终止合同，但需遵循相应程序和条件，同时也需注意乙方违约时的处理情况。对于甲方不利的因素可能在于提前终止合同仍需支付到期款项，且对于‘实质性条款’的定义不够明确。",
        "main": "审查合同终止的条件，特别是‘实质性条款’的具体范围是否清晰、合理，是否对甲方有利\n审查终止合同的程序，如书面通知的形式和送达方式是否明确，是否有利于甲方操作\n审查终止合同后甲方的责任和义务，如支付款项的范围和方式是否合理，是否充分保障甲方权益",
        "example": "甲方基于便利并在乙方未违约的情况下，可提前三十(30)日书面通知乙方终止本协议，除支付已实际履行部分的款项外，对乙方不承担任何责任。若一方违反本协议明确列举的实质性条款（包括但不限于XXXX条款），且经另一方书面通知后在三十(30)日期限内未纠正其违约行为，另一方可终止本协议。",
        "type": 2,
        "empty": false
      },
      {
        "clause": "赔偿与保密",
        "explain": "待审查合同中，乙方对因自身过失或违反声明保证导致的责任需承担赔偿责任，且乙方应对甲方的机密信息进行保密。对于甲方而言，其权利在于要求乙方承担相应赔偿责任和确保机密信息不被泄露，义务在于明确赔偿责任的范围和保密信息的界定。不利因素在于赔偿责任范围和计算方式可能不明确，保密条款的范围、期限和违约责任可能不足以充分保障甲方的商业秘密。",
        "main": "审查赔偿责任是否涵盖甲方的所有直接和间接损失\n审查赔偿计算方式是否清晰、合理，是否考虑到甲方可能的后续损失\n审查保密条款的范围是否明确界定了甲方的所有机密信息\n审查保密期限是否足够长以保护甲方的商业利益\n审查违约责任是否足以对乙方形成有效约束，保障甲方机密信息的安全",
        "example": "乙方因自身过失或违反声明保证导致甲方损失的，应按照甲方实际损失的[具体比例]进行赔偿，赔偿计算方式为[具体计算方式]。乙方对甲方的机密信息，包括但不限于[详细列举机密信息类别]，应自本合同生效之日起[具体期限]内严格保密。未经甲方书面许可，乙方不得使用或向任何第三方披露。若乙方违反保密义务，应向甲方支付违约金[具体金额]，并赔偿甲方因此遭受的全部损失。",
        "type": 2,
        "empty": false
      },
      {
        "clause": "适用法律与争议解决",
        "explain": "合同约定适用中华人民共和国法律，争议先协商，协商不成任何一方均可向甲方所在地人民法院提起诉讼。甲方作为合同一方，在适用法律方面需确保所选法律能充分保障自身权益；在争议解决方式上，需明确管辖法院的选择是否有利于降低诉讼成本和提高胜诉可能性。同时，需关注该条款是否对甲方可能面临的潜在风险进行了合理规避。",
        "main": "审查适用法律的选择是否全面且符合甲方业务特点及行业惯例，能否有效保障甲方权益\n审查争议解决的方式是否优先考虑了协商等非诉途径，以降低解决成本\n审查管辖法院的选择是否便于甲方参与诉讼，包括交通便利性、司法环境等因素\n审查该条款是否对甲方可能面临的特殊情况或潜在风险进行了充分考虑和合理安排",
        "example": "本协议适用中华人民共和国法律并依其解释。若发生由本协议（或其违反、终止或者无效）引起或者与其相关的争议、纠纷或者索赔（统称“争议”），双方应首先通过友好协商解决；协商不成的，任何一方均有权向甲方所在地有管辖权的人民法院提起诉讼。",
        "type": 2,
        "empty": false
      },
      {
        "clause": "通知与送达",
        "explain": "合同中约定了通知与送达的相关内容。甲方立场下，甲方有权按照合同约定的形式和条件进行通知的发送和送达。但需注意合同中对于通知形式和送达条件的明确性、有效性，以及是否对甲方传递信息和主张权利有利。例如，合同中规定通知在送交快递后二(2)日或发件人收到传真或电子传送确认函视为送达，需审查该条件是否合理，是否可能影响甲方及时主张权利。",
        "main": "审查通知的形式是否涵盖了甲方常用且便捷的方式，如特定的即时通讯工具\n审查送达条件的时间设置是否对甲方传递重要信息和主张权利足够有利\n审查合同是否明确约定了甲方在无法按照约定形式或条件送达通知时的补救措施",
        "example": "本协议项下所允许或要求的所有通知、请求、要求或其他通讯，应采用书面形式，并由专人递交、全国有知名度的特快专递、传真或电子邮件方式传送。通知在以下情况下视为送达：送交快递后一(1)日或发件人收到传真或电子传送确认函，以先发生者为准。",
        "type": 2,
        "empty": false
      }
    ],
    "parties": "[{\"name\":\"****公司\",\"position\":\"甲方\"},{\"name\":\"****公司\",\"position\":\"乙方\"}]",
    "partyList": [
      {
        "position": "甲方",
        "name": "****公司"
      },
      {
        "position": "乙方",
        "name": "****公司"
      }
    ],
    "position": "甲方",
    "myParty": "****公司",
    "checkScale": 2,
    "annotations": "案牍",
    "checkResultList": null,
    "checkChatId": "d7a5d5e4-9526-4366-b558-8859ce56e38d",
    "checkChatId2": null,
    "fileName": "服务外包协议.docx",
    "filePath": null,
    "reportStatus": 0,
    "reportFileName": null,
    "reportFilePath": null,
    "reviseReportStatus": 0,
    "reviseReportFileName": null,
    "reviseReportFilePath": null,
    "createBy": "Liu Yoga",
    "gmtCreate": 1721361602000,
    "gmtUpdate": 1721361731000,
    "eid": 30738,
    "uid": 48685,
    "tname": "服务外包协议.docx"
  },
  "isSuccess": true,
  "resultMsg": "执行成功！",
  "token": ""
}
